Repository: wiltondb/postgresql_common_ubuntu_deb
Catalog: debian/po/*.po
Languages: de, gl, pt, pt_br, sv

source: Obsolete major version ${old}
de: Veraltete Version ${old}
gl: Versión ${old} obsoleta
pt: Versão maior ${old} obsoleta
pt_br: Versão maior ${old} obsoleta
sv: Obsolet betydande version ${old}

source: The PostgreSQL version ${old} is obsolete, but you still have the server and/or client package installed. Please install the latest packages (postgresql-${latest} and postgresql-client-${latest}) and upgrade your existing ${oldversion} clusters with pg_upgradecluster (see manpage).
de: Die PostgreSQL-Version ${old} ist veraltet, aber Sie haben noch die Server-und Client-Pakete installiert. Bitte installieren Sie die aktuellen Pakete (postgresql-${latest} und postgresql-client-${latest}) und aktualisieren Sie Ihre existierenden Cluster mit pg_upgradecluster (siehe man-Seite).
gl: A versión ${old} de PostgreSQL está obsoleta, pero aínda ten instalado o paquete do servidor e/ou do cliente. Instale os últimos paquetes (postgresql-${latest} e postgresql-client-${latest}) e actualice os clusters que teñan ${oldversion} mediante pg_upgradecluster (consulte a páxina de manual).
pt: A versão ${old} do PostgreSQL está obsoleta, mas ainda tem os pacotes de cliente e/ou do servidor instalados. Por favor instale os últimos pacotes (postgresql-${latest} e postgresql-client-${latest}) e actualize os seus 'clusters' ${oldversion} existentes com o pg_upgradecluster (ver página do manual).
pt_br: O PostgreSQL versão ${old} é obsoleto, mas você ainda possui os pacotes servidor e/ou cliente instalados. Por favor, instale os últimos pacotes (postgresql-${latest} e postgresql-client-${latest}) e atualize seus cluster ${oldversion} existentes com o pg_upgradecluster (consulte a página de manual).
sv: PostgreSQL-versionen ${old} är obsolet, men du har fortfarande server- och/eller klient-paketen installerade. Vänligen installera de senaste paketen (postgresql-${latest} och postgresql-client-${latest}) och uppgradera ditt existerande ${oldversion} kluster med pg_updatecluster (se manualsidan).

source: Please be aware that the installation of postgresql-${latest} will automatically create a default cluster ${latest}/main. If you want to upgrade the ${old}/main cluster, you need to remove the already existing ${latest} cluster (pg_dropcluster --stop ${latest} main, see manpage for details).
de: Bitte beachten Sie, dass die Installation des Pakets postgresql-${latest} automatisch einen Standard-Cluster ${latest}/main anlegt. Wenn Sie den Cluster ${old}/main aktualisieren möchten, müssen Sie den schon vorhandenen ${latest} Cluster entfernen (pg_dropcluster --stop ${latest} main, siehe man-Seite für Details).
gl: Teña en conta que a instalación de postgresql-${latest} ha crear automaticamente un cluster ${latest}/main por defecto. Se quere actualizar o cluster ${old}/mail ha ter que eliminar o cluster ${latest} que xa existe (pg_dropcluster --stop ${latest} main, consulte a páxina man para máis detalles).
pt: Por favor tenha consciência que a instalação de postgresql-${latest} irá criar automaticamente o 'cluster' por omissão ${latest}/main. Se deseja actualizar o cluster ${old}/main, precisa de remover o 'cluster' ${latest} existente (pg_dropcluster --stop ${latest} main, ver página do manual para detalhes).
pt_br: Por favor, esteja ciente de que a instalação do postgresql-${latest} irá criar automaticamente um cluster padrão ${latest}/main. Caso você queira atualizar o cluster ${latest}/main, você precisa remover o cluster ${latest} já existente (pg_dropcluster --stop ${latest} main, consulte a página de manual para maiores detalhes.
sv: Vänligen var vaken över att installationen av postgresql-${latest} kommer automatiskt skapa ett standard-kluster ${latest}/main. Om du vill uppgradera ${old}/main klustret, kommer du behöva ta bort det redan existerande ${latest} klustret (pg_dropcluster --stop ${latest} main, se manualsida för detaljer).

source: The old server and client packages are not supported any more. After having upgraded the existing clusters, you should remove the postgresql-${old} and postgresql-client-${old} packages.
de: Die alten Server- und Client-Pakete werden nicht mehr unterstützt. Nachdem Sie die existierenden Cluster aktualisiert haben, sollten Sie die Pakete postgresql-${old} und postgresql-client-${old} deinstallieren.
gl: Xa non hai soporte dos paquetes de servidor e cliente vellos. Despois de actualizar os clusters existentes debería eliminar os paquetes postgresql-${old} e postgresql-client-${old}.
pt: Os pacotes de cliente e servidor antigos já não são suportados. Após actualizar os 'clusters' existentes, deve remover os pacotes postgresql-${old} e postgresql-client-${old}.
pt_br: Os antigos pacotes servidor e cliente não são mais suportados. Após ter atualizado os cluster existentes, você deverá remover os pacotes postgresql-${old} e postgresql-client-${old}.
sv: De gamla server- och klient-paketen stöds inte längre. Efter uppgradering av det existreande klustren, bör du ta bort postgresql-${old} och postgresql-client-${old} paketen.

source: Untransitioned postgresql package
de: Veraltetes postgresql-Paket
gl: Paquete de postgresql que non pasou a transición
pt: Pacote de postgresql não-transicionado
pt_br: Pacote postgresql n]ao transicionado
sv: Ej omvandlat postgresql paket

source: The current postgresql package is in state 'removed', but its data and configuration files are still present in the system. This is incompatible with the new multiversion/multicluster structure.
de: Das aktuell installierte postgresql-Paket ist im Zustand 'entfernt', aber dessen Daten- und Konfigurationsdateien sind noch im System vorhanden. Dies ist inkompatibel mit der neuen Multiversion/Multicluster-Struktur.
gl: O paquete actual de postgresql está no estado "eliminado", pero os seus datos e ficheiros de configuración aínda residen no sistema. Isto é incompatible coa nova estructura multiversión/multicluster.
pt: O pacote actual do postgresql está no estado 'removido', mas os seus ficheiros de dados e configuração ainda estão no sistema. Isto é incompatível com a nova estrutura multiversão/multicluster.
pt_br: O pacote postgresql atual está no estado 'removido', mas seus dados e arquivos de configuração ainda estão presentes no sistema. Isto é incompatível com a nova estrutura multiversão/multicluster.
sv: Det nuvarande postgresql-paketet är i läge 'borttagen', men dess data och konfigurationsfiler finns fortfarande kvar på systemet. Detta är inkompatibelt med den nya multiversion/multikluster-strukturen.

source: You need to do one of the following:
de: Sie müssen eine der folgenden Aktionen durchführen:
gl: Ten que facer unha destas dúas cousas:
pt: Precisa de fazer uma das seguintes opções:
pt_br: Você precisa adotar uma das seguintes estratégias:
sv: Du kommer behöva göra en av följande:

source: (1) If you do not need the databases and configuration files any more, purge the old packages (dpkg -P postgresql postgresql-client).
de: (1) Wenn Sie die aktuellen Datenbanken und Konfigurationsdateien nicht mehr benötigen, entfernen ('purge') sie alle restlichen Dateien (dpkg -P postgresql postgresql-client).
gl: (1) Se non precisa máis das bases de datos e ficheiros de configuración, purgue os paquetes antigos (dpkg -P postgresql postgresql-client).
pt: (1) Se não necessita dos ficheiros antigos de configuração e bases-de-dados, remova completamente os pacotes antigos (dpkg -P postgresql postgresql-client).
pt_br: (1) Caso você não precise mais das base de dados e dos arquivos de configuração, apague os pacotes antigos (usando dpkg -P postgresql postgresql-client).
sv: (1) Om du inte behöver databasen och konfigurationsflerna mer, rensa (purge) de gamla paketen (dpkg -P postgresql postgresql-client).

source: (2) If you want to retain the current databases and configuration files, upgrade to the transitional packages by installing the latest version of 'postgresql' (apt-get install postgresql).
de: (2) Wenn Sie die aktuellen Datenbanken und Konfigurationsdateien erhalten möchten, aktualisieren sie zu den Transitions-Paketen, in dem Sie die neuste Version von 'postgresql' installieren (apt-get install postgresql).
gl: (2) Se quere conservar as bases de datos e ficheiros de configuración actuais, actualícese aos paquetes de transición instalando a última versión de "postgresql" (apt-get install postgresql).
pt: (2) Se deseja manter os ficheiros actuais de bases-de-dados e de configuração, actualize para os pacotes transicionais instalando a ultima versão de 'postgresql' (apt-get install postgresql).
pt_br: (2) Caso você queira manter as base de dados e os arquivos de configuração atuais, atualize para os pacotes transacionais instalando a última versão do 'postgresql' (usando apt-get install postgresql).
sv: (2) Om du vill behålla de nuvarande databaserna och konfigurationsfilerna, uppgradera till omvandlingspaketen genom att installera den senaste versionen av 'postgresql' (apt-get install postgresql).

source: After that you can reattempt this installation.
de: Danach kann die Installation erneut durchgeführt werden.
gl: Despois de facelo pode volver tentar a instalación.
pt: Depois disso pode tentar de novo esta instalação.
pt_br: Após isso, você pode tentar novamente esta instalação.
sv: Efter detta kan du på nytt försöka denna installation.
